{"heading":[{"title":"Masa Transisi 1966-1967","content":[{"subtitle":"Aksi-Aksi Tritura","content":"Naiknya Letnan Jenderal Soeharto ke kursi kepresidenan tidak dapat dilepaskan dari peristiwa Gerakan 30 September 1965 atau G 30 S/PKI.Ini merupakan peristiwa yang menjadi titik awal berakhirnya kekuasaan Presiden Soekarno dan hilangnya kekuatan politik PKI dari percaturan politik Indonesia."},{"subtitle":"Surat Perintah Sebelas Maret","content":"Untuk mengatasi krisis politik yang memuncak, pada tanggal 11 Maret 1966 Soekarno mengadakan sidang kabinet. Sidang ini ternyata diboikot oleh para demonstran yang tetap menuntut Presiden Soekarno agar membubarkan PKI, dengan melakukan pengempesan ban-ban mobil pada jalan-jalan yang menuju ke Istana."},{"subtitle":"Dualisme Kepemimpinan Nasional","content":"Memasuki tahun 1966 terlihat gejala krisis kepemimpinan nasional yang mengarah pada dualisme kepemimpinan. Di satu pihak Presiden Soekarno masih menjabat presiden, namun pamornya telah kian merosot. Soekarno dianggap tidak aspiratif terhadap tuntutan masyarakat yang mendesak agar PKI dibubarkan. Hal ini ditambah lagi dengan ditolaknya pidato pertanggungjawabannya hingga dua kali oleh MPRS. Sementara itu Soeharto setelah mendapat Surat Perintah Sebelas Maret dari Presiden Soekarno dan sehari sesudahnya membubarkan PKI, namanya semakin populer. Dalam pemerintahan yang masih dipimpin oleh Soekarno, Soeharto sebagai pengemban Supersemar, diberi mandat oleh MPRS untuk membentuk kabinet, yang diberi nama Kabinet Ampera."}]},{"title":"Stabilisasi Politik dan Rehabilitasi Ekonomi","content":[{"subtitle":"Stabilisasi Politik dan Rehabilitasi Ekonomi","content":"Terbentuknya pemerintahan Orde Baru yang diawali dengan keputusan Sidang Istimewa MPRS tanggal 12 Maret 1967 yang menetapkan Jenderal Soeharto sebagai pejabat presiden. Kedudukannya itu semakin kuat setelah pada 27 Maret 1968, MPRS mengukuhkannya sebagai presiden penuh. Pengukuhan tersebut dapat dijadikan indikator dimulainya kekuasaan Orde Baru."},{"subtitle":"Stabilisasi Politik dan Keamanan sebagai Dasar Pembangunan","content":"1. Menciptakan stabilitas politik dan ekonomi sebagai syarat mutlak berhasilnya pelaksanakan Rencana Pembangunan Lima Tahun (Repelita) dan Pemilihan Umum (Pemilu); 2. Menyusun dan merencanakan Repelita; 3. Melaksanakan Pemilu selambat-lambatnya pada Juli 1971; 4. Mengembalikan ketertiban dan keamanan masyarakat dengan mengikis habis sisa-sisa G 30/S/PKI dan setiap bentuk r o n g r o n g a n penyelewengan, serta pengkhianatan terhadap Pancasila dan UUD 1945; dan 5. Melanjutkan penyempurnaan dan pembersihan secara menyeluruh aparatur negara baik di pusat maupun di daerah dari unsur-unsur komunisme"},{"subtitle":"Stabilisasi Penyeragaman","content":"Depolitisasi parpol dan ormas juga dilakukan oleh pemerintahan Orde Baru melalui cara penyeragaman ideologis melalui ideologi Pancasila. Dengan alasan Pancasila telah menjadi konsensus nasional, keseragaman dalam pemahaman Pancasila perlu disosialisasikan. Gagasan ini disampaikan oleh Presiden Soeharto pada acara Hari Ulang Tahun ke-25 Universitas Gadjah Mada di Yogyakarta, 19 Desember 1974"},{"subtitle":"Penerapan Dwi fungsi ABRI","content":"Konsep Dwifungsi ABRI sendiri dipahami sebagai “jiwa, tekad dan semangat pengabdian ABRI, untuk bersama-sama dengan kekuatan perjuangan lainnya, memikul tugas dan tanggung jawab perjuangan bangsa Indonesia, baik di bidang hankam negara maupun di bidang kesejahteraan bangsa dalam rangka penciptaan tujuan nasional, berdasarkan Pancasila dan UUD 1945.” Berangkat dari pemahaman tersebut, ABRI memiliki keyakinan bahwa tugas mereka tidak hanya dalam bidang Hankam namun juga non-Hankam."},{"subtitle":"Rehabilitasi Ekonomi Orde Baru","content":"Program rehabilitasi ekonomi Orde Baru dilaksanakan berlandaskan pada Tap MPRS No.XXIII/1966 yang isinya antara lain mengharuskan diutamakannya masalah perbaikan ekonomi rakyat di atas segala soal-soal nasional yang lain, termasuk soal-soal politik. Konsekuensinya kebijakan politik dalam dan luar negeri pemerintah harus sedemikian rupa hingga benarbenar membantu perbaikan ekonomi rakyat.\n\na. Bidang Pertanian \r\nSepanjang 1970-an hingga 1980-an dilakukan investasi besar-besaran untuk infrastruktur Pembangunan Lima Tahun (Pelita), swasembada pangan merupakan fokus tersendiri dalam rencana pembangunan yang dibuat oleh Soeharto.\n\nb. Bidang Pendidikan\r\nPada masa kepemimpinan Soeharto pembangunan pendidikan mengalami kemajuan yang sangat penting. Ada tiga hal yang patut dicatat dalam bidang pendidikan masa Orde Baru adalah pembangunan Sekolah Dasar Inpres (SD Inpres), program wajib belajar dan pembentukan kelompok belajar atau kejar.\n\nc. Keluarga Berencana (KB)\r\nPada masa Orde Baru dilaksanakan program untuk pengendalian pertumbuhan penduduk yang dikenal dengan Keluarga Berencana (KB). Pada tahun 1967 pertumbuhan penduduk Indonesia mencapai 2,6% dan pada tahun 1996 telah menurun drastis menjadi 1,6%.\n\nd. Kesehatan Masyarakat, Posyandu\r\nPerkembangan Pusat Kesehatan Masyarakat (Puskesmas) bermula dari konsep Bandung Plan diperkenalkan oleh dr. Y. Leimena dan dr. Patah pada tahun 1951. Bandung Plan merupakan suatu konsep pelayanan yang menggabungkan antara pelayanan kuratif dan preventif."}]},{"title":"Integrasi Timor-Timur","content":[{"subtitle":"Integrasi Timor-Timur","content":"Integrasi Timor-Timur ke dalam wilayah Indonesia tidak terlepas dari situasi politik internasional saat itu, yaitu Perang Dingin dimana konstelasi geopolitik kawasan Asia Tenggara saat itu terjadi perebutan pengaruh dua blok yang sedang bersaing yaitu Blok Barat (Amerika Serikat) dan Blok Timur (Uni Soviet)\n\nBerikut merupakan rangkuman materi tentang Integrasi Timor Timur\r\nhttps://docs.google.com/presentation/d/1A7BtI_tnE8-sWuLK6z1NbxWmQBN1grM6/edit?usp=share_link&ouid=106743736774665270228&rtpof=true&sd=true"}]},{"title":"Dampak Kebijakan Politik dan Ekonomi Masa Orde Baru","content":[{"subtitle":"Tokoh-tokoh penting Masa Orde Baru","content":"Pendekatan keamanan yang diterapkan oleh pemerintah Orde Baru dalam menegakkan stabilisasi nasional secara umum memang berhasilmenciptakan suasana aman bagi masyarakat Indonesia. Pembangunan ekonomi pun berjalan baik dengan pertumbuhan ekonomi yang tinggi karena setiap program pembangunan pemerintah terencana dengan baik dan hasilnya dapat terlihat secara konkret.\n\nTokoh-tokoh penting Masa Orde Baru\r\nhttps://drive.google.com/file/d/1czaTR7vS_QHDELcsiGv9054h68K94zBD/view?usp=share_link"}]}],"metadata":{"Judul Materi":"Masa Orde Baru","Kompetensi Inti":"Memahami pengetahuan faktual, konseptual, prosedural berdasarkan rasa ingin tahunya tentang ilmu pengetahuan, teknologi, seni, budaya, dan humaniora dengan wawasan kemanusiaan, kebangsaan, kenegaraan, dan peradaban terkait penyebab fenomena dan kejadian, serta menerapkan pengetahuan prosedural pada bidang kajian yang spesifik sesuai dengan bakat dan minatnya untuk memecahkan masalah.","Kompetensi Dasar":"Menjelaskan Perkembangan Kehidupan Politik dan Ekonomi Bangsa Indonesia Pada Masa Orde Baru","Soal":"https://docs.google.com/forms/d/e/1FAIpQLSfO3p-R7wqqjH0ynbi_bGF-7H2SpWDFwEanFtJGX-7gmmjQvA/viewform?usp=sf_link"}}